Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The Morgan Stanley Capital International Europe, Australasia and Far East Index is a market capitalisation-weighted benchmark index and which at the date of this Prospectus is made up of equities in 21 countries outside of North and South America.
es: El Morgan Stanley Capital International Europe, Australasia and Far East Index es un índice de referencia ponderado según capitalización bursátil y que a la fecha de este Folleto está compuesto de valores de renta variable de 21 países de fuera de América del Norte y del Sur.

source: We consider equities' upward potential to be limited.
es: Creemos que el potencial al alza de los valores de renta variable es limitado.

source: The return on equity instruments fell 67% given the smaller position taken in listed equities.
es: El rendimiento de instrumentos de capital han caído un 67% dada la menor posición tomada en renta variable cotizada.

source: These long-term forced savings could be invested in different financial assets, including bank deposits, equities and bonds.
es: Este ahorro forzoso a largo plazo podía invertirse en distintos activos financieros, como depósitos bancarios, títulos y bonos.

source: A combination of cash, equities, debt instruments and currency are used to structure the portfolio.
es: Se utilizará una combinación de efectivo, valores de renta variable, instrumentos de deuda y divisas para estructurar la cartera.

source: The findings of this study will be presented to the Heads of State and Government at the European Council in June.
es: Los resultados de este estudio se comunicarán a los Jefes de Estado y de Gobierno con motivo del Consejo Europeo de junio.

source: In the event of a tied vote, the Jury shall have the option of awarding the prize to two candidates, between whom it will be equally divided.
es: En caso de empate de votos, el jurado podrá optar por otorgar el Premio a dos candidatos, repartiéndolo entre ambos por partes iguales.

source: (a) To act as the official spokes organ of the chapter
es: (a) Actuar como el órgano portavoz oficial de la Sección.

source: The first step in making the report is to produce a table of contents for each chapter.
es: El primer paso para realizar el Informe es elaborar un índice de contenidos para cada capítulo.

source: At the beginning of each source category within this chapter, the relevance to the Stockholm Convention will be given.
es: Al comienzo de cada categoría de fuente dentro de este capítulo, se dará la pertinencia de la misma para el Convenio de Estocolmo.

source: The operation in the first eight modes is described in this chapter.
es: En este capítulo se describe el funcionamiento de los primeros ocho modos.

source: Projects introduced in this chapter have attained different levels of progress.
es: Los proyectos que se presentan en este capítulo presentan distintos grados de avance.

source: The amount of each budget line would indicate the relative importance and degree of priority attached to each chapter or subchapter.
es: La cuantía de cada renglón presupuestario mostraría la importancia relativa y el grado de prioridad de cada capítulo o subcapítulo.

source: Many are the examples which could illustrate this chapter.
es: Y son muchos los ejemplos que podrían ilustrar ese capítulo.

source: The parade ground is divided into two parts and has a prior section, which is where you will find the Parador de Turismo hotel.
es: El patio de armas se divide en dos partes y tiene un recinto previo, renacentista del siglo XVI, donde se encuentra el Parador de Turismo.

source: The PN register remains a handwritten mechanism, though there is the political will to computerise if resources become available.
es: El registro de la PN sigue siendo un mecanismo escrito a mano, aunque hay la voluntad política de computarizarlo si hay recursos disponibles.

source: Optical disk Try to avoid touching the data area of the disk as dirt and smears will degrade the disk accessing speed.
es: Disco óptico no toque el área de datos del disco, ya que la suciedad y las manchas harán que disminuya la velocidad de acceso al disco.

source: Public support, in the form of social assistance, through social services or a placement in a care institution will only be available if there is no such family support.
es: Sólo se facilita ayuda pública, en forma de ayuda social, servicios sociales o acogida en un establecimiento de cuidados, si no es posible la ayuda familiar.

source: This email will contain the tracking number of the courier package if applicable.
es: Este correo electrónico incluirá el número de seguimiento del paquete si procede.

source: Other information that might be associated with the web address, such as search terms, information you entered in forms, or cookies, will not be sent.
es: No se enviará ninguna otra información que pudiera asociarse a la dirección web, como los términos de búsqueda, información ingresada en formularios o cookies.

source: A rapid response to allegations of abuse, accompanied by accountability, sends an unequivocal signal to all U.S. military personnel and the international community that mistreatment of detainees will not be tolerated under any circumstances.
es: La rápida respuesta a las denuncias de malos tratos, acompañada de la obligación de rendir cuentas, envía un mensaje inequívoco a todo el personal militar de los Estados Unidos y a la comunidad internacional en el sentido de que los malos tratos a los detenidos no se tolerarán en ninguna circunstancia.

source: "In referring to arms exported to countries other than adjacent ones, Article 5 provides that these will be marked ""according to the current laws in each country."
es: "En lo referente a las armas exportadas a otros países, el artículo 5º determina que éstas estarán marcadas ""de acuerdo con la legislación vigente en cada país""."

source: Will love finally prevail despite this setback?
es: ¿Prevalecerá el amor a pesar de este traspié?

source: While it is impossible to say that no one will ever experience an allergic reaction to anything, it is highly unlikely a negative experience would be observed.
es: A pesar de que no podemos asegurar que nunca vaya a producir una reacción alérgica en una persona determinada, una reacción de este tipo es muy poco probable.

source: The causes of these assassinations and their coded interpretation by the national police are so varied and dark, that an entire chapter would be necessary to analyse them.
es: Las causas de estos asesinatos y su interpretación en clave de política nacional son tan variados y oscuros que llevaría un capítulo especial poderlos analizar.

source: This chapter is structured according to the order of reading such information.
es: La estructura de este capítulo se basa en el orden en el que debe leerse dicha información.

source: A short analysis is provided at the end of each main chapter.
es: Al final de cada capítulo principal consta un breve análisis.

source: If no specific figure numbers are stated, then the item numbers used in these instructions refer to the cross section drawings and parts lists, which can be found in chapter 9.
es: Si no se indican números de figura específicos, los números de artículo utilizados en estas instrucciones corresponden a los de las listas de piezas y gráficos de la sección transversal, que se pueden encontrar en el capítulo 9.

source: The task of preparedness planning is underpinned by an effective institutional framework for disaster risk reduction (Chapter 1).
es: La tarea de planificación de la preparación se encuadra en un marco institucional efectivo para la reducción del riesgo de desastre (capítulo 1).

source: If a child only wants to read comic books, ask a children's librarian about chapter books with similar themes or interesting pictures.
es: Si un niño solo quiere leer libros de cómic, pida a algún bibliotecario de literatura infantil libros de series con temas similares o fotos interesantes.

source: Each type of instrument is dealt with in a separate section of this chapter.
es: Cada tipo de instrumento se examina en una sección diferente del presente capítulo.

source: Chapter IX provides a list of selected documentation and a bibliography.
es: En el capítulo IX figura una lista de documentos seleccionados y una bibliografía.

source: It also added a new chapter to an extraordinary life.
es: También le agregó un capítulo a una extraordinaria vida.

source: This is what makes IFRA so important, because here you will find both groups, representing nationalities from all around the world.
es: "Eso es precisamente lo que hace a la IFRA Expo tan importante, ya que en ella se encuentran ambos grupos de todas las naciones""."

source: This will contribute to creating a more systematic approach to the aspects related to the protection of civilians.
es: Esto contribuirá a adoptar un planteamiento todavía más sistemático de los aspectos relacionados con la protección de los civiles.

source: A poisonous snake will hurt people no matter what disguise it wears.
es: Una serpiente venenosa herirá a las personas, sea cual sea su apariencia.

source: The training gives us a better knowledge of the software and review some advanced options in details, such as SQL Server, which will help me being more autonomous in case of technical issues.
es: La formación permite un mejor conocimiento de software y volver en detalle en las opciones avanzadas, tales como SQL Server, que me permitirá ser más independientes en caso de problemas técnicos.

source: A gender perspective will be applied to the entire programme through a case study on mainstreaming the issue in all projects and programmes for the 2008-2012 cycle.
es: El enfoque de género se aplicará en todo el Programa mediante un análisis casuístico de cómo incorporar el tema en todos los programas y proyectos correspondientes al ciclo 2008-2012.

source: However, for those looking for a basic understanding of the history of the federal idea, this succinct chapter serves as a good introduction.
es: Este capítulo, aunque sucinto, es una buena introducción para los que buscan un panorama general de la historia de la idea federal.

source: a. Prepare and sign requests for the withdrawal of funds for such purposes as are required by the constitution or are authorized by the chapter membership or the chapter executive board.
es: A. Preparará y firmará solicitudes para el retiro de fondos para los propósitos indicados en la constitución o autorizados por los miembros del capítulo o del Consejo Ejecutivo del capítulo.

source: All the indicators in this chapter refer to the electrical sector in Spain.
es: Todos los indicadores de este capítulo se refieren al negocio eléctrico en España.

source: Every presidency in fact inherits the previous presidency's agenda and adds a new layer of commitments, thus increasing the list of decisions to be made and reducing the chapter of decisions adopted.
es: De hecho, cada Presidencia hereda el programa de la anterior y añade un nuevo estrato de compromisos, lo que aumenta la lista de decisiones por tomar y reduce el capítulo de decisiones tomadas.

source: A separate chapter is dedicated to the disappearance of children.
es: Un capítulo aparte se dedica a la desaparición de los niños.

source: The agreement signed is the first chapter of a battle of greater proportions.
es: El acuerdo firmado es el primer capítulo de una batalla de mayores proporciones.

source: 10) Social partners and the social dialogue (beginning of the Chapter on social policy)
es: 10) Interlocutores sociales y diálogo social (al principio del capítulo relativo a la política social)

source: The financial period in which such recommendations were first made is also indicated in the annex to the present chapter.
es: También se indica en el anexo el ejercicio económico en que se formularon dichas recomendaciones por primera vez.

source: This chapter tells things you need to know about using the plan to get your medical care covered.
es: Este capítulo explica las cosas que usted debe saber sobre el uso de nuestro plan para obtener cuidado médico cubierto.

source: Serginho will speak about how the right music can guarantee the success of an advertising campaign.
es: Serginho hablará sobre como la música perfecta pueda garantizar el éxito de una campaña publicitaria.

source: "One of my roles is to think in advance how the ex-combatants will be making a living after disarmament and demobilization,"" says Oussou, who is fluent in Baule, English, French, German, and Spanish."
es: "Una de mis responsabilidades es pensar en qué podrán trabajar los ex combatientes una vez concluidas las fases de desarme y desmovilización"", indicó Oussou quien domina el baule, inglés, francés, alemán y español."

source: The anesthetic will sting or burn when first injected.
es: El anestésico puede arder o picar cuando se inyecta por primera vez.

source: The resulting floods and landslides will worsen already precarious living conditions in these areas.
es: Las inundaciones y deslaves resultantes empeorarán las condiciones de vida de por sí precarias en estas zonas.

source: To conclude, I will once again underline the fact that we must build on our recent achievements to make progress.
es: Para concluir, quisiera subrayar una vez más que debemos aprovechar nuestros logros recientes para seguir adelante.

source: The process of writing up your results will help you to analyse the information, and draw conclusions.
es: El proceso de poner sus resultados por escrito los ayudará a analizar la información y extraer conclusiones.

source: We will keep you informed about any further developments on the issue.
es: Le mantendremos informado de cualquiera novedad sobre este asunto.

source: Such illegal measures of collective punishment, which will institute rolling blackouts of up to eight hours a day in most areas of Gaza, will have a grave impact on the hospitals in Gaza, waterpumping stations, sewage-treatment facilities, and other civilian infrastructure that is essential for the well-being of the Gaza population.
es: Esas medidas ilegales de represión colectiva, por las que se impondrán cortes de electricidad por zonas de hasta ocho horas al día en la mayoría de las zonas de Gaza, afectarán gravemente el funcionamiento de los hospitales de Gaza, las estaciones de bombeo de agua, las instalaciones de tratamiento de aguas residuales y la infraestructura civil de otro tipo, fundamentales para el bienestar de la población de Gaza.

source: As you carry out activities, there will be internal and external changes that affect the outcomes of your work.
es: En el transcurso de la ejecución de las actividades, habrá cambios internos y externos que afectarán los resultados de su trabajo.

source: But, as highlighted in this chapter, it may actually be more appropriate to measure the effectiveness of social aid by its contribution to social development, rather than by its effects on economic growth.
es: No obstante, como se ha destacado en este capítulo, en realidad podría ser más apropiado medir la eficacia de la ayuda social sobre la base de su contribución al desarrollo social y no de sus efectos en el crecimiento económico.

source: The property is in a fragile state of conservation considering that it has suffered from decades of neglect and vandalism.
es: Se trata de un sitio cuyo estado de conservación es frágil, dado que ha sido víctima de decenios de negligencia y vandalismo.

source: Other names or brands may be claimed as the property of others.
es: Otros nombres o marcas pueden reclamarse como propiedad de otros.

source: The legal framework for returning church property has been put in place.
es: Se ha establecido el marco jurídico para la devolución de los bienes de la Iglesia.

source: There are, however, significant differences in the way these two considerations apply to tangible and intangible property.
es: Sin embargo, existen diferencias importantes en la forma en que ambas consideraciones se aplican a los bienes materiales e inmateriales.

source: (c) The right of the individual to protection for the privacy of his home and other property and from deprivation of property without compensation
es: c) El derecho del individuo a la protección y al carácter privado de su hogar y otros bienes y a no ser privado de ellos sin compensación

source: The monopolization of state property may be a step in the direction of the forming of a capitalist class, but is not synonymous with it.
es: El acaparamiento de la propiedad estatal puede ser un paso hacia la formación de una clase capitalista, pero no es sinónimo de ella.

source: This can be done by requiring the seller to register the restrictions on the particular property in the public land registry (if one exists).
es: Esto se puede hacer requiriendo que el vendedor registre las restricciones sobre una propiedad en particular en el registro público de tierras (si es que existe).

source: On regaining its independence, Azerbaijan merely restored the original name of the settlement.
es: Tras recobrar su independencia, Azerbaiyán simplemente restauró el nombre original del asentamiento.

source: What types of property attract foreign buyers?
es: ¿Qué tipos de bienes interesan a los extranjeros?

source: In recent years, the issue of returning cultural property has received increasing attention from a growing number of countries.
es: En los últimos años, la cuestión de la devolución de bienes culturales ha merecido una atención creciente de un número cada vez mayor de países.

source: The consultancy spectrum includes, in particular, the design and structure of real property sales and purchases, the conclusion of building contracts and the treatment of warranty claims under construction laws.
es: El espectro del asesoramiento alcanza especialmente la configuración y estructuración de la adquisición y venta de bienes inmuebles, la celebración de contratos de construcción y el tratamiento de derechos de saneamiento.

source: However, before sanctions are imposed, the two parties (and the regulatory body) should endeavour to reach an amicable settlement.
es: Sin embargo, antes de llegar a la imposición de sanciones, ambas partes (junto con el organismo regulador) deberían tratar de lograr una solución amistosa.

source: In the event that it was not possible to resolve overlapping claims by negotiation, it would be necessary to refer the claims to an appropriate form of dispute settlement.
es: En caso de que no pudiera resolverse la superposición de las áreas reclamadas mediante la negociación, sería necesario remitir las solicitudes a un mecanismo de arreglo de controversias adecuado.

source: There is also a stretch of wall that surrounded the settlement and several houses whose foundations can be seen.
es: También existe un tramo de la muralla que rodeaba el poblado y varias casas que conservan a la vista los cimientos.

source: Delay of return of the territories, which is not justified by the real substantial reasons, can complicate the already difficult settlement process.
es: Las demoras en la devolución de los territorios, cuando no estén justificadas por motivos reales de peso, pueden complicar el ya de por sí difícil proceso de solución.

source: The tax rate for the Tax on Immovable Property is 1% of the taxable base.
es: La tasa del Impuesto Inmobiliario es del 1% sobre la base imponible.

source: We give between 20 to 35 % of the value of the property.
es: Prestamos entre 20 al 35 % del valor de la propiedad.

source: The group was made up of 52 companies active in the spheres of finance, low-cost housing and property development.
es: Estaba formado por 52 sociedades activas en los ámbitos financiero, de la vivienda social y de promoción inmobiliaria.

source: These problems were compounded by the loss and destruction of most property records.
es: Estos problemas se complicaron por la pérdida y destrucción de la mayoría de los registros de propiedad.

source: No one shall be arbitrarily deprived of his property.
es: Nadie será privado arbitrariamente de su propiedad.

source: Their home resides on communal property and everyone in the community works together to cultivate corn and beans.
es: Su vivienda está situada sobre terreno comunal y la comunidad entera trabaja junta para cultivar maíz y frijoles.

source: The bank is under obligation to declare all property held for the account of the bankrupt debtor.
es: El banco tiene la obligación de declarar todas las propiedades del deudor de la quiebra que custodie.

source: Settlement of disputed amounts should not exceed 60 days under any circumstances.
es: La liquidación de los montos disputados no debería exceder los 60 bajo ninguna circunstancia.

source: This means that you need more funds available for physical delivery than for cash settlement.
es: En contratos con entrega real deberá disponer, por lo tanto, de más recursos financieros que en el caso de la compensación en efectivo.

source: Investment firms may refuse to enter into or discontinue business relationships with investors on the basis of commercial considerations such as the investor credit status, the counterparty risk and the final settlement of the transaction.
es: Las empresas de inversión podrán suspender o negarse a entablar relaciones comerciales con inversores basándose en consideraciones comerciales tales como la situación financiera del inversor, el riesgo de la contraparte y la liquidación final de la operación.

source: The purpose of article 12 is to provide greater confidence in the conciliator and in conciliation as a method of dispute settlement.
es: La finalidad del artículo 12 es fomentar la confianza en el conciliador y en la conciliación como método de solución de controversias.

source: The establishment of a detailed dispute settlement regime would be meaningful only if the draft articles were embodied in an international convention.
es: El establecimiento de un régimen detallado de solución de controversias sólo tendría sentido si el proyecto de artículos se plasma en una convención internacional.

source: We are for the peaceful settlement of differences and disputes.
es: Abogamos por la resolución pacífica de las diferencias y las controversias.

source: That could be facilitated by supportive and clear commercialization regulations and intellectual property policies.
es: Esto podía haberse facilitado por reglamentos de comercialización y políticas de propiedad intelectual propicias y claras.

source: This report is the property of the National Agency for Evaluation of Public Policies and the Quality of Services.
es: Este informe es propiedad de la Agencia Estatal de Evaluación de las Políticas Públicas y la Calidad de los Servicios.

source: We collaborate with you with the only target to take to happy term the selling of his rural property.
es: Nos asociamos con Ud. con el único objetivo de llevar a feliz término la venta de su propiedad rural.

source: Hizbullah and other groups engaged in heavy clashes in many regions throughout the country, resulting in loss of life, injuries, damage to property and general instability.
es: Hizbollah y otros grupos mantuvieron fuertes enfrentamientos en numerosas regiones del país, lo que ocasionó muertos, heridos, daños materiales e inestabilidad general.

source: 1. Lack of personal safety and property security
es: 1. La falta de seguridad personal y de seguridad de los bienes

source: That happened and the whole property with eternal snow was covered shortly thereafter.
es: Eso sucedió y la propiedad entera fue cubierta con nieve eterna pronto después de eso.
